import Container from "../../../../components/Container/Container";

import "./HabbitsArticles.css";

const HabbitsArticles = () => {
  return (
    <section className="habbits-articles">
      <Container>
        <p className="habbits-articles__text">
          Ранковий підйом є однією з найкорисніших звичок, яка може змінити
          життя на краще. Він дає відчуття додаткового часу, коли ще немає
          метушні та зайвих відволікаючих факторів. Щоб сформувати цю звичку,
          важливо розпочати з поступових змін. Наприклад, якщо ви звикли
          прокидатися о восьмій, спробуйте перенести час підйому на 15 хвилин
          раніше і поступово рухайтеся в потрібному напрямку. Важливою складовою
          є також вечірній режим: лягати спати потрібно в один і той самий час,
          забезпечуючи собі 7–8 годин якісного сну. Не менш ефективним є
          створення ранкових ритуалів, які мотивують вставати: чашка кави,
          коротка розминка, читання чи медитація. Бажано уникати використання
          телефону перед сном і одразу після пробудження, адже це забирає
          енергію. Привчивши себе вставати рано, ви отримаєте більше
          продуктивних годин на день, зможете краще планувати справи та відчуєте
          підйом енергії. Ранковий підйом — це інвестиція у власний розвиток і
          спосіб жити більш усвідомлено.
        </p>
        <div className="habbits-articles__box">
          <h3 className="habbits-articles__title">Збережіть собі статтю</h3>
          <p className="habbits-articles__description">
            Вона буде доступна у вашому профілі у розділі збережене
          </p>
          <button className="habbits-articles__button">Зберегти</button>
        </div>
      </Container>
    </section>
  );
};

export default HabbitsArticles;
